[
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "author": "J.K Rowling",
    "pages": 491,
    "image": "https://toppsta.com/images/covers/5/9/0/4/9781408855904.webp?t=1709095286",
    "genre": [
      "Fantasy",
      "Fiction",
      "Magic",
      "Children",
      "Adventure",
      "Classics"
    ],
    "description": "Ever since Harry Potter had come home for the summer, the Dursleys had been so mean and hideous that all Harry wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he’s packing his bags, Harry receives a warning from a strange impish creature who says that if Harry returns to Hogwarts, disaster will strike.",
    "ISBN": "9781408855669"
  },
  {
    "title": "Hunger Games",
    "author": "Suzanne Collins",
    "pages": 374,
    "image": "https://toppsta.com/images/covers/2/0/8/2/9781407132082.jpg?t=1733284922",
    "genre": [
      "Young",
      "Adult",
      "Dystopia",
      "Fiction",
      "Fantasy",
      "Science",
      "Fiction",
      "Romance",
      "Adventure",
      "ClubTeen"
    ],
    "description": "The Hunger Games is set in a dystopian future where teenagers are forced to compete in a televised fight to the death, and follows protagonist Katniss Everdeen as she fights for survival and challenges the system.",
    "ISBN" : "9780439023481"
  },
  {
    "title": "The Hobbit",
    "author": "J.R.R Tolkien",
    "pages": 366,
    "image": "https://toppsta.com/images/covers/8/4/2/4/9780007458424.jpg?t=1714701662",
    "genre": [
      "Fiction",
      "Classics",
      "Adventure",
      "Young Adult",
      "High Fantasy",
      "Science Fiction Fantasy",
      "Novels",
      "Dragons",
      "Epic Fantasy"
    ],
    "description": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort. Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent. The text in this 372-page paperback edition is based on that first published in Great Britain by Collins Modern Classics (1998), and includes a note on the text by Douglas A. Anderson (2001).",
    "ISBN" : "9789505470631"
  },
  {
    "title": "Malamander",
    "author": "Thomas Taylor",
    "pages": 304,
    "image": "https://toppsta.com/images/covers/6/2/8/8/9781406386288.jpg?t=1695653926",
    "genre": [
      "Middle Grade",
      "Fantasy",
      "Mystery",
      "Adventure",
      "Fiction",
      "Childrens",
      "Horror",
      "Friendship",
      "Mystery Thriller"
    ],
    "description": "Herbert Lemon, Lost-and-Founder at the Grand Nautilus Hotel, knows that returning lost things to their rightful owners is not easy – especially when the lost thing is not a thing at all, but a girl. No one knows what happened to Violet Parma’s parents twelve years ago, and when she engages Herbie to help her find them, the pair discover that their disappearance might have something to do with the legendary sea-monster, the Malamander. Eerie-on-Sea has always been a mysteriously chilling place, where strange stories seem to wash up. And it just got stranger...",
    "ISBN" : "9788328075184"
  },
  {
    "title": "Under a Fire-Red Sky",
    "author": "Geraldine McCaughrean",
    "pages": 288,
    "image": "https://toppsta.com/images/covers/0/7/7/4/9781836040774.jpg?t=1736915539",
    "genre": ["Historical Fiction", "Historical", "Young Adult"],
    "description": "With the Second World War looming, four young people sit on a train waiting to be evacuated to a safer place...but they don't want to go. They climb out of the carriage and head back home to Greenwich, forming an unlikely friendship.They spend their days trying to be useful. Laurence is building a secret machine. Gemmy searches bombed-out homes for things of value - only to find an adorable mutt she can't even give away. Franklin wants to join the Fire Service, although it means lying about his age. Olive looks after her father, who is broken by the deaths of his fellow firefighters. And together, the four roam the streets of London, discovering their resilience amongst the secrets of the city.But as the Blitz unleashes a barrage of bombs on London, turning the sky ragged with flame, can the friends keep each other safe and survive?",
    "ISBN" : "9781836044970"
  },
  {
    "title": "Fearless",
    "author": "Lauren Roberts",
    "pages": 528,
    "image": "https://toppsta.com/images/covers/1/2/7/7/9781398531277.jpg?t=1734404707",
    "genre": [
      "Fantasy",
      "Romantasy",
      "Romance",
      "Young Adult",
      "Fantasy Romance",
      "Fiction",
      "Enemies To Lovers",
      "Magic",
      "Young Adult Fantasy"
    ],
    "description": "Paedyn Gray and Kai Azer return to the Kingdom of Ilya.And Paedyn has a life-altering choice to make. Whatever she decides will determine her fate and the fate of those around her forever.In the ultimate battle of love and loyalty, who wins?",
    "ISBN": "9781665955461"
  },
  {
    "title": "Sunrise of the Reaping",
    "author": "Suzanne Collins",
    "pages": 387,
    "image": "https://toppsta.com/images/covers/0/5/7/4/9780702340574.jpg?t=1729135865",
    "genre": [
      "Dystopia",
      "Young Adult",
      "Fantasy",
      "Fiction",
      "Science Fiction",
      "Romance",
      "Young Adult Fantasy",
      "Teen"
    ],
    "description": "As the day dawns on the fiftieth annual Hunger Games, fear grips the districts of Panem. This year, in honor of the Quarter Quell, twice as many tributes will be taken from their homes.Back in District 12, Haymitch Abernathy is trying not to think too hard about his chances. All he cares about is making it through the day and being with the girl he loves.When Haymitch’s name is called, he can feel all his dreams break. He’s torn from his family and his love, shuttled to the Capitol with the three other District 12 tributes: a young friend who’s nearly a sister to him, a compulsive oddsmaker, and the most stuck-up girl in town. As the Games begin, Haymitch understands he’s been set up to fail. But there’s something in him that wants to fight . . . and have that fight reverberate far beyond the deadly arena.",
    "ISBN" : "9781546178774"
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "pages": 319,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1655988385i/40121378.jpg",
    "genre": [
      "Nonfiction",
      "Self Help",
      "Psychology",
      "Personal Development",
      "Productivity",
      "Business",
      "Leadership",
      "Health"
    ],
    "description": "No matter your goals, Atomic Habits offers a proven framework for improving—every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
    "ISBN" : "0735211299" 
   },

  {
    "title": "1984",
    "author": "George Orwell",
    "pages": 368,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1657781256i/61439040.jpg",
    "genre": [
      "Classics",
      "Fiction",
      "Science Fiction",
      "Dystopia",
      "Literature",
      "Politics",
      "Novels",
      "School",
      "Fantasy"
    ],
    "description": "A masterpiece of rebellion and imprisonment where war is peace freedom is slavery and Big Brother is watching. Thought Police, Big Brother, Orwellian - these words have entered our vocabulary because of George Orwell's classic dystopian novel 1984. The story of one man's Nightmare Odyssey as he pursues a forbidden love affair through a world ruled by warring states and a power structure that controls not only information but also individual thought and memory 1984 is a prophetic haunting tale More relevant than ever before 1984 exposes the worst crimes imaginable the destruction of truth freedom and individuality. With a foreword by Thomas Pynchon. This beautiful paperback edition features deckled edges and french flaps a perfect gift for any occasion",
    "ISBN": "9780452284234"
  },
  {
    "title": "A Court of Thorns and Roses",
    "author": "Sarah J. Maas",
    "pages": 419,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1620324329i/50659467.jpg",
    "genre": [
      "Fantasy",
      "Young Adult",
      "Fiction",
      "Romantasy",
      "Fae",
      "New Adult",
      "Fantasy Romance",
      "Magic",
      "Retellings"
    ],
    "description": "When nineteen-year-old huntress Feyre kills a wolf in the woods, a terrifying creature arrives to demand retribution. Dragged to a treacherous magical land she knows about only from legends, Feyre discovers that her captor is not truly a beast, but one of the lethal, immortal faeries who once ruled her world.",
    "ISBN" : "9781635575569"
  },
  {
    "title": "A Court of Mist and Fury",
    "author": "Sarah J. Maas",
    "pages": 626,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1620325671i/50659468.jpg",
    "genre": [
      "Fantasy",
      "Young Adult",
      "Fiction",
      "Romantasy",
      "Fae",
      "New Adult",
      "Fantasy Romance",
      "Magic",
      "Retellings"
    ],
    "description": "The seductive and stunning #1 New York Times bestselling sequel to Sarah J. Maas's spellbinding A Court of Thorns and Roses .Feyre has undergone more trials than one human woman can carry in her heart. Though she's now been granted the powers and lifespan of the High Fae, she is haunted by her time Under the Mountain and the terrible deeds she performed to save the lives of Tamlin and his people.As her marriage to Tamlin approaches, Feyre's hollowness and nightmares consume her. She finds herself split into two different one who upholds her bargain with Rhysand, High Lord of the feared Night Court, and one who lives out her life in the Spring Court with Tamlin. While Feyre navigates a dark web of politics, passion, and dazzling power, a greater evil looms. She might just be the key to stopping it, but only if she can harness her harrowing gifts, heal her fractured soul, and decide how she wishes to shape her future-and the future of a world in turmoil.Bestselling author Sarah J. Maas's masterful storytelling brings this second book in her dazzling, sexy, action-packed series to new heights."
  },
  {
    "title": "A Court of Wings and Ruins",
    "author": "Sarah J. Maas",
    "pages": 699,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1585623092i/50659472.jpg",
    "genre": [
      "Fantasy",
      "Young Adult",
      "Fiction",
      "Romantasy",
      "Fae",
      "New Adult",
      "Fantasy Romance",
      "Magic",
      "Retellings"
    ],
    "description": "Feyre has returned to the Spring Court, determined to gather information on Tamlin's actions and learn what she can about the invading king threatening to bring her land to its knees. But to do so she must play a deadly game of deceit. One slip could bring doom not only for Feyre, but for everything-and everyone-she holds dear.As war bears down upon them all, Feyre endeavors to take her place amongst the High Fae of the land, balancing her struggle to master her powers-both magical and political-and her love for her court and family. Amidst these struggles, Feyre and Rhysand must decide whom to trust amongst the cunning and lethal High Lords, and hunt for allies in unexpected places.In this thrilling third book in the #1 New York Times bestselling series from Sarah J. Maas, the fate of Feyre's world is at stake as armies grapple for power over the one thing that could destroy it.",
    "ISBN" : " 9781635575583"
  },
  {
    "title": "A Court of Silver and Flame",
    "author": "Sarah J. Maas",
    "pages": 757,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1734440950i/53138095.jpg",
    "genre": [
      "Fantasy",
      "Young Adult",
      "Fiction",
      "Romantasy",
      "Fae",
      "New Adult",
      "Fantasy Romance",
      "Magic",
      "Retellings"
    ],
    "description": "Nesta Archeron has always been prickly-proud, swift to anger, and slow to forgive. And ever since being forced into the Cauldron and becoming High Fae against her will, she’s struggled to find a place for herself within the strange, deadly world she inhabits. Worse, she can’t seem to move past the horrors of the war with Hybern and all she lost in it.The one person who ignites her temper more than any other is Cassian, the battle-scarred warrior whose position in Rhysand and Feyre’s Night Court keeps him constantly in Nesta’s orbit. But her temper isn’t the only thing Cassian ignites. The fire between them is undeniable, and only burns hotter as they are forced into close quarters with each other.Meanwhile, the treacherous human queens who returned to the Continent during the last war have forged a dangerous new alliance, threatening the fragile peace that has settled over the realms. And the key to halting them might very well rely on Cassian and Nesta facing their haunting pasts.Against the sweeping backdrop of a world seared by war and plagued with uncertainty, Nesta and Cassian battle monsters from within and without as they search for acceptance—and healing—in each other’s arms.",
    "ISBN" : "9781681196282"
  },
  {
    "title": "Mastery",
    "author": "Robert Greene",
    "pages": 318,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1348274726i/13589182.jpg",
    "genre": [
      "Self Help",
      "Nonfiction",
      "Psychology",
      "Business",
      "Personal Development",
      "Philosophy",
      "Productivity",
      "History",
      "Leadership"
    ],
    "description": "In this book, Robert Greene demonstrates that the ultimate form of power is mastery itself. By analyzing the lives of such past masters as Charles Darwin, Benjamin Franklin, Albert Einstein, and Leonard da Vinci, as well as by interviewing nine contemporary masters, including tech guru Paul Graham and animal rights advocate Temple Grandin, Greene debunks our culture’s many myths about genius and distills the wisdom of the ages to reveal the secret to greatness. With this seminal text as a guide, readers will learn how to unlock the passion within and become masters.",
    "ISBN" : "9780670024964"
  },
  {
    "title": "Rich Dad Poor Dad",
    "author": "Robert T. Kiyosaki",
    "pages": 195,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388211242i/69571.jpg",
    "genre": [
      "Finance",
      "Business",
      "Nonfiction",
      "Self Help",
      "Money",
      "Personal Finance",
      "Personal Development",
      "Economics",
      "Entrepreneurship"
    ],
    "description": "Rich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his 'rich dad' — and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you.",
    "ISBN" : "9780751532715"
  },
  {
    "title": "Think And Grow Rich",
    "author": "Napoleon Hill",
    "pages": 233,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1463241782i/30186948.jpg",
    "genre": [
      "Self Help",
      "Business",
      "Nonfiction",
      "Finance",
      "Personal Development",
      "Money",
      "Psychology",
      "Personal Finance",
      "Philosophy"
    ],
    "description": "Think and Grow Rich is a guide to success by Napoleon Hill, which was first published in 1937 following the Great Depression. It was immediately welcomed as an antidote to hard times and remained a bestseller for decades. Many people still find its philosophy of positive thinking and its specific steps for achieving wealth both relevant and life-changing. Hill contends that our thoughts become our reality, and offers a plan and principles for transforming thoughts into riches, including visualization, affirmation, creating a Master Mind group, defining a goal, and planning.",
    "ISBN" : "1604591870"
  },
  {
    "title": "The 4-Hour Workweek",
    "author": "Timothy Ferris",
    "pages": 308,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1442957271i/368593.jpg",
    "genre": [
      "Business",
      "Nonfiction",
      "Self Help",
      "Productivity",
      "Personal Development",
      "Finance",
      "Entrepreneurship",
      "Psychology",
      "Money"
    ],
    "description": "What do you do? Tim Ferriss has trouble answering the question. Depending on when you ask this controversial Princeton University guest lecturer, he might answer: 'I race motorcycles in Europe.' 'I ski in the Andes.' 'I scuba dive in Panama.' 'I dance tango in Buenos Aires.' He has spent more than five years learning the secrets of the New Rich, a fast-growing subculture who has abandoned the 'deferred-life plan' and instead mastered the new currencies-time and mobility-to create luxury lifestyles in the here and now. Whether you are an overworked employee or an entrepreneur trapped in your own business, this book is the compass for a new and revolutionary world.",
    "ISBN": "9780307353139"
  },
  {
    "title": "Deep Work",
    "author": "Cal Newport",
    "pages": 296,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1447957962i/25744928.jpg",
    "genre": [
      "Nonfiction",
      "Self Help",
      "Productivity",
      "Business",
      "Psychology",
      "Personal Development",
      "Leadership",
      "Management",
      "Philosophy"
    ],
    "description": "Deep work is the ability to focus without distraction on a cognitively demanding task. It's a skill that allows you to quickly master complicated information and produce better results in less time. Deep work will make you better at what you do and provide the sense of true fulfillment that comes from craftsmanship. In short, deep work is like a super power in our increasingly competitive twenty-first century economy. And yet, most people have lost the ability to go deep-spending their days instead in a frantic blur of e-mail and social media, not even realizing there's a better way.In Deep Work, author and professor Cal Newport flips the narrative on impact in a connected age. Instead of arguing distraction is bad, he instead celebrates the power of its opposite. Dividing this book into two parts, he first makes the case that in almost any profession, cultivating a deep work ethic will produce massive benefits. He then presents a rigorous training regimen, presented as a series of four 'rules,'' for transforming your mind and habits to support this skill.A mix of cultural criticism and actionable advice, Deep Work takes the reader on a journey through memorable stories-from Carl Jung building a stone tower in the woods to focus his mind, to a social media pioneer buying a round-trip business class ticket to Tokyo to write a book free from distraction in the air-and no-nonsense advice, such as the claim that most serious professionals should quit social media and that you should practice being bored. Deep Work is an indispensable guide to anyone seeking focused success in a distracted world.",
    "ISBN" : "9781455586691"
  },
  {
    "title": "The Lion, the Witch and the Wardrobe",
    "author": "C.S. Lewis",
    "pages": 180,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1697079942i/132080146.jpg",
    "genre": [
      "Classics",
      "Middle Grade",
      "Adventure",
      "Childrens",
      "Magic",
      "Science Fiction Fantasy",
      "Novels",
      "High Fantasy",
      "School"
    ],
    "description": "They open a door and enter a world NARNIA...the land beyond the wardrobe, the secret country known only to Peter, Susan, Edmund, and Lucy...the place where the adventure begins. Lucy is the first to find the secret of the wardrobe in the professor's mysterious old house. At first, no one believes her when she tells of her adventures in the land of Narnia. But soon Edmund and then Peter and Susan discover the Magic and meet Aslan, the Great Lion, for themselves. In the blink of an eye, their lives are changed forever.",
    "ISBN": "9780061974151"
  },
  {
    "title": "Dune",
    "author": "Frank Herbert",
    "pages": 658,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1555447414i/44767458.jpg",
    "genre": [
      "Science Fiction",
      "Fiction",
      "Fantasy",
      "Science Fiction Fantasy",
      "Classics",
      "Novels",
      "Adventure",
      "Adult"
    ],
    "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the “spice” melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...",
    "ISBN" : "9780593099322"
  },
  {
    "title": "It's a Love Story",
    "author": "Annabel Monaghan",
    "pages": 368,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1728397501i/218153839.jpg",
    "genre": [
      "Romance",
      "Summer",
      "Fiction",
      "Summer Reads",
      "Contemporary",
      "Contemporary Romance",
      "Enemies To Lovers",
      "Chick Lit",
      "Adult",
      "Beach Reads"
    ],
    "description": "From the USA Today bestselling author of Nora Goes Off Script, a novel about a former adolescent TV punchline who has left her awkwardness in the rearview mirror thanks to a fake-it-till-you-make-it mantra that has her on the cusp of success, until she tells a lie that sets her on a crash-course with her past, spending a week in Long Island with the last man she thinks might make her believe in love.",
    "ISBN" : "9780593714102"
  },
  {
    "title": "Problematic Summer Romance",
    "author": "Ali Hazelwood",
    "pages": 416,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1745430233i/228691356.jpg",
    "genre": [
      "Romance",
      "Summer",
      "Contemporary",
      "Contemporary Romance",
      "Summer Reads",
      "Adult",
      "Fiction",
      "Forced Proximity",
      "Italy"
    ],
    "description": "Maya Killgore is twenty-three and still in the process of figuring out her life.Conor Harkness is thirty-eight, and Maya cannot stop thinking about him.It’s such a cliché, it almost makes her heart implode: older man and younger woman; successful biotech guy and struggling grad student; brother’s best friend and the girl he never even knew existed. As Conor loves to remind her, the power dynamic is too imbalanced. Any relationship between them would be problematic in too many ways to count, and Maya should just get over him. After all, he has made it clear that he wants her gone from his life.But not everything is as it seems—and clichés sometimes become plot twists.When Maya’s brother decides to get married in Taormina, she and Conor end up stuck together in a romantic Sicilian villa for over a week. There, on the beautiful Ionian coast, between ancient ruins, delicious foods, and natural caves, Maya realizes that Conor might be hiding something from her. And as the destination wedding begins to erupt out of control, she decides that a summer fling might be just what she needs—even if it’s a problematic one.",
    "ISBN" : "9798217188123"
  },
  {
    "title": "The Missing Half",
    "author": "Ashley Flowers",
    "pages": 272,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1723815860i/217213002.jpg",
    "genre": [
      "Mystery",
      "Thriller",
      "Mystery Thriller",
      "Fiction",
      "Adult",
      "Suspense",
      "Crime",
      "Contemporary"
    ],
    "description": "Nicole “Nic” Monroe is in a rut. At twenty-four, she lives alone in a dinky apartment in her hometown of Mishawaka, Indiana, she’s just gotten a DWI, and she works the same dead-end job she’s been working since high school, a job she only has because her boss is a family friend and feels sorry for her. Everyone has felt sorry for her for the last seven years—since the day her older sister, Kasey, vanished without a trace.On the night Kasey went missing, her car was found over a hundred miles from home. The driver’s door was open and her purse was untouched in the seat next to it. The only real clue in her disappearance was Jules Connor, another young woman from the same area who disappeared in the same way, two weeks earlier. But with so little for the police to go on, both their cases eventually went cold.Nic wants nothing more than to move on—from her sister’s disappearance and the state it’s left her in. But then one day, Jules’s sister, Jenna Connor, walks into her life and offers Nic something she hasn’t felt in a long hope. What follows is a gripping tale of two sisters who will do anything to find their missing halves, even if it means destroying everything they’ve ever known.",
    "ISBN" : "9780593726983"
  },
  {
    "title": "Birthday Girl",
    "author": "Penelope Douglas",
    "pages": 349,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1523361696i/39555142.jpg",
    "genre": [
      "Romance",
      "Contemporary",
      "New Adult",
      "Dark Romance",
      "Adult",
      "Slow Burn",
      "Fiction",
      "Forced Proximity"
    ],
    "description": "JORDANHe took me in when I had nowhere else to go. He doesn’t use me, hurt me, or forget about me. He listens to me, protects me, and sees me. I can feel his eyes on me over the breakfast table, and my heart pumps so hard when I hear him pull in the driveway after work.I have to stop this. It can’t happen.My sister once told me there are no good men, and if you find one, he’s probably unavailable. Only Pike Lawson isn’t the unavailable one.I am.PIKEI took her in, because I thought I was helping. As the days go by, though, it’s becoming anything but easy. I have to stop my mind from drifting to her and stop holding my breath every time I bump into her in the house. I can’t touch her, and I shouldn’t want to.But we’re not free to give into this. She’s nineteen, and I’m thirty-eight.And her boyfriend’s father.Unfortunately, they both just moved into my house.",
    "ISBN" : "9780593641965"
  },
  {
    "title": "Be Useful: Seven Tools for Life",
    "author": "Arnold Schwarzenegger",
    "pages": 288,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1685351182i/125063314.jpg",
    "genre": [
      "Nonfiction",
      "Self Help",
      "Business",
      "Philosophy",
      "Memoir",
      "Personal Development",
      "Biography"
    ],
    "description": "The seven rules to follow to realize your true purpose in life—distilled by Arnold Schwarzenegger from his own journey of ceaseless reinvention and extraordinary achievement, and available for absolutely anyone.The world’s greatest bodybuilder. The world’s highest-paid movie star. The leader of the world’s sixth-largest economy. That these are the same person sounds like the setup to a joke, but this is no joke. This is Arnold Schwarzenegger. And this did not happen by accident.Arnold’s stratospheric success happened as part of a process. As the result of clear vision, big thinking, hard work, direct communication, resilient problem-solving, open-minded curiosity, and a commitment to giving back. All of it guided by the one lesson Arnold’s father hammered into him above be useful. As Arnold conquered every realm he entered, he kept his father’s adage close to his heart.Written with his uniquely earnest, blunt, powerful voice, Be Useful takes readers on an inspirational tour through Arnold’s tool kit for a meaningful life. He shows us how to put those tools to work, in service of whatever fulfilling future we can dream up for ourselves. He brings his insights to vivid life with compelling personal stories, life-changing successes and life-threatening failures alike—some of them famous; some told here for the first time ever.Too many of us struggle to disconnect from our self-pity and connect to our purpose. At an early age, Arnold forged the mental tools to build the ladder out of the poverty and narrow-mindedness of his rural Austrian hometown, tools he used to add rung after rung from there. Now he shares that wisdom with all of us. As he puts it, no one is going to come rescue you—you only have yourself. The good news, it turns out, is that you are all you need.",
    "ISBN" : "9780593655955"
  },
  {
    "title": "How to Win Friends & Influence People",
    "author": "Dale Carnegie",
    "pages": 288,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1442726934i/4865.jpg",
    "genre": [
      "Self Help",
      "Business",
      "Nonfiction",
      "Psychology",
      "Personal Development",
      "Leadership",
      "Communication",
      "Classics"
    ],
    "description": "You can go after the job you want...and get it! You can take the job you have...and improve it! You can take any situation you're in...and make it work for you!Since its release in 1936, How to Win Friends and Influence People has sold more than 30 million copies. Dale Carnegie's first book is a timeless bestseller, packed with rock-solid advice that has carried thousands of now famous people up the ladder of success in their business and personal lives.As relevant as ever before, Dale Carnegie's principles endure, and will help you achieve your maximum potential in the complex and competitive modern age.Learn the six ways to make people like you, the twelve ways to win people to your way of thinking, and the nine ways to change people without arousing resentment.",
    "ISBN" : "9780671027032"
  },
  {
    "title": "The 48 Laws of Power",
    "author": "Robert Greene",
    "pages": 452,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1694722764i/1303.jpg",
    "genre": [
      "Nonfiction",
      "Psychology",
      "Personal Development",
      "History",
      "Self Help",
      "Business",
      "Politics"
    ],
    "description": "Amoral, cunning, ruthless, and instructive, this multi-million-copy New York Times bestseller is the definitive manual for anyone interested in gaining, observing, or defending against ultimate control – from the author of The Laws of Human Nature.In the book that People magazine proclaimed “beguiling” and “fascinating,” Robert Greene and Joost Elffershave distilled three thousand years of the history of power into 48 essential laws by drawing from the philosophies of Machiavelli, Sun Tzu, and Carl Von Clausewitz and also from the lives of figures ranging from Henry Kissinger to P.T. Barnum.Some laws teach the need for prudence (“Law 1: Never Outshine the Master”), others teach the value of confidence (“Law 28: Enter Action with Boldness”), and many recommend absolute self-preservation (“Law 15: Crush Your Enemy Totally”). Every law, though, has one thing in common: an interest in total domination. In a bold and arresting two-color package, The 48 Laws of Power is ideal whether your aim is conquest, self-defense, or simply to understand the rules of the game.",
    "ISBN" : "9780140280197"
  },
  {
    "title": "The Richest Man in Babylon",
    "author": "George S. Clason",
    "pages": 160,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1543897827i/43097201.jpg",
    "genre": [
      "Finance",
      "Business",
      "Nonfiction",
      "Self Help",
      "Personal Finance",
      "Money",
      "Personal Development",
      "Economics",
      "Classics"
    ],
    "description": "The Richest Man in Babylon is an early twentieth century classic about financial investment and monetary success. Through a series of enlightening parables set in the heart of ancient Babylon, Clason provided his readers with economic tips and tools for financial success. Here his text is interpreted for today and offers you 52 simple, powerful and proven techniques to manage your finances. Karen McCreadies interpretation of Clason's work illustrates the timeless nature of his insights by bringing them to life through modern case studies.",
    "ISBN" : "9789388118354"
  },
  {
    "title": "The Psychology of Money",
    "author": "Mourgan Housel",
    "pages": 242,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1581527774i/41881472.jpg",
    "genre": [
      "Finance",
      "Nonfiction",
      "Psychology",
      "Self Help",
      "Business",
      "Money",
      "Personal Finance",
      "Personal Development"
    ],
    "description": "The Richest Man in Babylon is an early twentieth century classic about financial investment and monetary success. Through a series of enlightening parables set in the heart of ancient Babylon, Clason provided his readers with economic tips and tools for financial success. Here his text is interpreted for today and offers you 52 simple, powerful and proven techniques to manage your finances. Karen McCreadies interpretation of Clason's work illustrates the timeless nature of his insights by bringing them to life through modern case studies.",
    "ISBN" : "9780857197689"
  },
  {
    "title": "Rich Dad's Cashflow Quadrant: Rich Dad's Guide to Financial Freedom",
    "author": "Robert T. Kiyosaki",
    "pages": 376,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1483023081i/81922.jpg",
    "genre": [
      "Finance",
      "Nonfiction",
      "Psychology",
      "Self Help",
      "Business",
      "Money",
      "Personal Finance",
      "Personal Development",
      "Economics"
    ],
    "description": "Personal finance author and lecturer Robert T. Kiyosaki developed his unique economic perspective from two very different influences - his two fathers. This text lays out Kiyosaki's philosophy and his relationship with money.",
    "ISBN" : "9780446677479"
  },
  {
    "title": "The Power of Positive Thinking",
    "author": "Norman Vincent Peale",
    "pages": 128,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1587724137i/1134122.jpg",
    "genre": [
      "Finance",
      "Nonfiction",
      "Psychology",
      "Self Help",
      "Business",
      "Money",
      "Personal Development",
      "Spirituality",
      "Leadership"
    ],
    "description": "The precursor to The Secret, The Power of Positive Thinking has helped millions of men and women to achieve fulfillment in their lives. In this phenomenal bestseller, Dr. Peale demonstrates the power of faith in action. With the practical techniques outlined in this book, you can energize your life -- and give yourself the initiative needed to carry out your ambitions and hopes. You'll learn how to:Expect the best and get itBelieve in yourself and in everything you doDevelop the power to reach your goalsBreak the worry habit and achieve a relaxed lifeImprove your personal and professional relationshipsAssume control over your circumstancesBe kind to yourself ",
    "ISBN" :"9781416560616"
  },
  {
    "title": "Can't Hurt Me",
    "author": "David Goggins",
    "pages": 366,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1536184191i/41721428.jpg",
    "genre": [
      "Nonfiction",
      "Psychology",
      "Self Help",
      "Personal Development",
      "Leadership",
      "Biography",
      "Psychology",
      "Memoir",
      "Leadership"
    ],
    "description": "New York Times Best SellerOver 5 million copies soldFor David Goggins, childhood was a nightmare -- poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him 'The Fittest (Real) Man in America.'In Can't Hurt Me, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential.",
    "ISBN": "1544512260"
  }
]
